/*
 InfoPlist.strings (English)
 Snapchat
 Copyright (c) 2016 Snapchat, Inc. All rights reserved.
 */
/*KEYS IN THIS FILE ARE SYSTEM KEYS THAT CANNOT BE ALTERED*/
"NSContactsUsageDescription" = "The contacts in your address book will be collected by Snapchat."; // Reworded 08/21/14

"NSPhotoLibraryUsageDescription" = "Save Snaps you take to your Camera Roll, send photos and videos in Chat, and more."; // Reworded 11/28/2016

/* NEW IN 9.40 (09/12/2016) */
"NSCameraUsageDescription" = "Use your camera to take Snaps, video chat, add friends by Snapcode, and more.";

"NSMicrophoneUsageDescription" = "Use your microphone to record audio for Snaps, video chat, and more.";

"NSMotionUsageDescription" = "Snapchat records if your device was vertical or horizontal when you take Snaps, use Lenses, read Discover, and watch ads.";

"NSLocationWhenInUseUsageDescription" = "Snapchat uses this to customize your experience and let you discover filters, stories, and more around you."; // Reworded 09/12/2016

